Repository: KamilaSalimzhanova/AlarmApp
Catalog: AlarmProject/*.lproj/Localizable.strings
Languages: tr

source: on
tr: açık

source: off
tr: kapalı

source: Add Alarm
tr: Alarm Ekle

source: No Alarms
tr: Alarm Yok

source: to Kamila's page
tr: Kamila'nın sayfasına

source: The UI for this nice Alarm app was largely inspired by the amazing work of Anton Leodgky.
tr: Bu güzel Alarm uygulamasının arayüzü, büyük ölçüde Anton Leodgky'nin harika çalışmasından esinlenmiştir.

source: You did it! Here you can manage your alarm, change time, and other things.
tr: Başardınız! Buradan alarmınızı yönetebilir, saati değiştirebilir ve diğer şeyleri yapabilirsiniz.

source: Hello There
tr: Merhaba

source: let's add an alarm
tr: hadi bir alarm ekleyelim

source: start
tr: başla

source: end
tr: bitir

source: Have a great day!
tr: Harika bir gün geçir!

source: Activity completed.
tr: Aktivite tamamlandı.

source: Enable notifications, please.
tr: Lütfen bildirimleri etkinleştirin.
